package JAVA_GLk_JC1_29_22.HomeTasks.Task3;

/**
 * Класс StartClassTask3.
 * В данном класе реализован метод main().
 * Метод main() - "главный метод", котрый является точка входа приложения-программы.
 * C запуска-вызова этого метода начинается запуск-управление всего приложения-программы задачи №2.
 *
 * @version 1.0
 * @author  Andrei Kapytou (Андрей Копытов)
 */
public class StartClassTask3 {

    /* Объявление метода main() */
    public static void main(String[] args) { /* Заголовок метода */
        // Строки-инструкции кода ниже - это тело-содержимое-реализация метода main().

    }
}
